{
    "agonist": "A substance that initiates a physiological response when combined with a receptor.",
    "analogue": "A structural analogue is a compound having a structure similar to that of another one, but differing from it in one or a few components.",
    "antagonist": "A substance that interferes with or inhibits the physiological action of another.",
    "cannabinoid": "Chemicals produced naturally that bind to cannabinoid receptors. They are involved in a variety of mental and physical processes, including pain regulation, food intake, and reward.",
    "snri": "Serotonin-Norpinephrine reuptake inhibitor, a class of anti-depressant.",
    "sari": "Serotonin antagonist and reuptake inhibitor, a class of anti-depressant.",
    "cathinone": "Cathinone, or Benzoylethanamine is a monoamine alkaloid found in the shrub Catha edulis (khat) and is chemically similar to ephedrine, cathine and other amphetamines. Cathinone differs from amphetamine by possessing a ketone oxygen atom on the β position of the side chain.",
    "bbb": "Blood Brain Barrier",
    "euphoria": "A feeling of great happiness or well-being. An overwhelming sense of content, love, and goodness.",
    "chirality": "The term chiral describes an object, especially a molecule, which has or produces a non-superimposeable mirror image of itself.",
    "dopamine": "A neurotransmitter associated with movement, attention, learning, and the brain’s pleasure and reward system.",
    "dystaxia": "A reduced control of the muscles, which results in the loss of coordination or balance. This increases the likelihood of physical accidents causing harm.",
    "enantiomer": "One of two stereoisomers that are mirror images of each other that are non-superposable (not identical). Think of it like the left and right hand, which are identical aside from orientation.",
    "first pass metabolism": "First pass metabolism is the process in which the liver starts to break down drugs before they reach systemic circulation.  Different ROA's including insufflation are used to bypass this process to increase potency.",
    "empathogen": "An empathogen is a drug which induces feelings of love and connectedness and heightened (usually positive) emotion in the user.",
    "inverse": "An inverse agonist is an agent that binds to the same receptor as an agonist but induces a pharmacological response opposite to that agonist (i.e. Naloxone).",
    "isomer": "Each of two or more compounds with the same formula but a different arrangement of atoms in the molecule and different properties.",
    "maoi": "Any of a group of antidepressant drugs that inhibit the action of monoamine oxidase in the brain and so allow monoamines to accumulate.",
    "nmda": "A glutamate receptor, is the predominant molecular device for controlling synaptic plasticity and memory function.",
    "nootropics": "These are a class of drugs that work by increasing levels of either/or neurotransmitters, enzymes, hormones, oxygen supply, and/or stimulating nerve growth.  They are generaly neuroprotective, and extremely non-toxic.",
    "analgesic": "Relieves pain.",
    "norepinephrine": "Norepinephrine, or noradrenaline, is a catecholamine with multiple roles including as a hormone and a neurotransmitter.",
    "phenethylamine": "Phenethylamine (PEA) is a natural monoamine alkaloid, trace amine, and psychoactive drug with stimulant effects. In the mammalian central nervous system, phenethylamine is believed to function as a neuromodulator or neurotransmitter.",
    "re-uptake inhibitor":"Also known as a transporter blocker, is a drug which inhibits the transporter-mediated reuptake of a neurotransmitter from the synapse into the pre-synaptic neuron, leading to an increase in the extracellular concentrations of the neurotransmitter.",
    "release": "A releasing agent (RA), or simply releaser, is a drug that induces the release of a neurotransmitter from the presynaptic neuron into the synapse, leading to an increase in the extracellular concentrations of the neurotransmitter.",
    "research chemical": "Designer drugs,  a term used to describe drugs which are created (or marketed, if they had already existed) to get around existing drug laws, usually by modifying the molecular structures of existing drugs to varying degrees, or less commonly by finding drugs with entirely different chemical.",
    "roa": "Common abbreviation for Route Of Administration, used to describe the various different methods of ingesting drugs, including oral, insufflation, sublingual/buccal, rectal, intramuscular (IM) and intravenous (IV) injection.",
    "serotonin": "A monoamine neurotransmitter, biochemically derived from tryptophan, that is primarily found in the gastrointestinal (GI) tract, platelets, and central nervous system (CNS) of humans and animals. It is a well-known contributor to feelings of well-being.",
    "tryptamine": "Tryptamine is a monoamine alkaloid found in plants, fungi, and animals. It is based around the indole ring structure, and is chemically related to the amino acid tryptophan, from which its name is derived.",
    "roa": "Common abbreviation for Route Of Administration, used to describe the various different methods of ingesting drugs, including oral, insufflation, sublingual/buccal, rectal, vaginal, intramuscular (IM) and intravenous (IV) injection",
    "anxiolytic": "A type of medication which helps to relieve anxiety.",
    "hypnotic": "Induces sleep. It may be difficult to stay awake under the influence of this drug.",
    "sedative": "Induces sleep or promotes calmness in the user.",
    "muscle relaxant": "Substance that reduces muscle contractability by blocking the transmission of nerve impulses.",
    "thienodiazepine": "Heterocyclic compound containing a diazepine ring mixed with a thiophene ring.",
    "amnesia": "A partial or total loss of memory. The user may not be aware of their actions in this state, or remember them afterwards.",
    "potency": "A measure of drug activity expressed in terms of the amount required to produce an effect of given intensity.",
    "anaesthetic": "A substance which causes reversible loss of consciousness, usually for a medical procedure.",
    "dri": "DRIs inhibit the transporter-mediated reuptake of dopamine from the synapse into the pre-synaptic neuron, leading to an increase in the extracellular concentrations of the neurotransmitter. Causes stimulant effects.",
    "blotter": "Blotting paper that is dipped into a drug/water/alcohol solution for uncomplicated dosing of potent substances.",
    "receptor": "A protein molecule that receives and responds to a neurotransmitter.",
    "psychoactive": "Substances that changes brain function and results in alterations in perception, mood, or consciousness.",
    "arylcyclohexylamine": "A class of dissociatives which includes many popular drugs, such as Ketamine and MXE.",
    "cns": "Central Nervous System. The part of the body responsible for processing signals from the rest of the body and sensory input."
}
